{
	"count": 15,
	"items": [
		{
			"date": 1469611768,
			"text": "Здесь просим писать отзывы о курсах, рекомендации и свои результаты.",
			"id": 6,
			"from_id": -125530231
		},
		{
			"date": 1478200066,
			"text": "Курсы очень понравились, узнал много нового.",
			"id": 187,
			"from_id": 268989487
		},
		{
			"date": 1478600131,
			"text": "Спасибо, Нияз!",
			"id": 190,
			"from_id": -125530231
		},
		{
			"date": 1478610700,
			"text": "Вот и закончились осенние каникулы, а вместе с тем закончился очередной курс в ИТ-Академии. Сразу оговорюсь, что пишу с аккаунта сына, за неимением своего. Моему сыну сейчас уже 10 лет, а впервые в ИТ-парк он попал весной 2015 года. За это время он принял участие в 4 сменах и нескольких олимпиадах, организуемых там же, в ИТ-парке. Конечно, у меня, как у родителя, есть мечта, что из хобби ребенка впоследствии сформируется профессия, именно поэтому он с 8 лет еженедельно посещает курсы робототехники и уже принял участие в двух Олимпиадах по робототехнике. В самом начале у меня были сомнения, будет ли интересно моему ребенку в тематической смене, организуемой ИТ-Академией, тем более во второй и третий раз. Теперь я могу точно сказать, что организаторы учитывают разный уровень подготовки детей и каждый раз готовят интересные программы: в самом начале сын изучал создание мультфильмов и моделирование на 3D-принтере (кстати, созданный на нем брелок можно было забрать на память), затем принципы работы в программе Photoshop, а в прошедшую смену изучали основы работы на языке Java. При этом даже при формировании групп учитывается, занимался ли Ваш ребенок ранее, или ему требуется изучение вопроса с самых азов. В части организации процесса пребывания детей в лагере вопросов тоже не возникает: они все время под присмотром, их кормят (причем вкусно, в кафе при ИТ-парке) и для них организовывают обзорные экскурсии по ИТ-парку. Именно после одной из таких экскурсий мой сын заявил, что он, когда вырастет, хочет стать охранником. На вопрос: «охранником чего?» Он ответил: «серверов. Они зарабатывают 50 тыс.руб. в день.» К слову сказать, мне есть с чем сравнить - в разное время сын побывал в разных детских лагерях: «Байтик» - очень интересная программа, ориентированная на робототехнику и программирование, но очень слабая организация детей (что в дневное, что в ночное время), то есть дети очень много времени предоставлены сами себе и находятся на территории лагеря (а он расположен за городом) без присмотра взрослых; «Тимсофт» - очень сильная команда вожатых-психолога-руководителя, ребенок ни на минуту не остается без внимания, они учитывают его настроение, вовлекают в общий процесс, организовывают уютные вечерние посиделки (как с мамой) почитать книгу, обменяться впечатлениями - да, здесь можно получить хорошую физ.нагрузку, ребенка развлекут, но не обучат программированию или робототехнике. Для меня детский лагерь от ИТ-Академии – идеальный вариант: я не беспокоюсь о безопасности ребенка, и в то же время он развивается - кроме самого преподавателя многое дает среда таких же увлеченных взрослых (это я про арендаторов ИТ-парка) и детей. Большое спасибо команде ИТ-Академии за серьезный подход к организации вроде бы такого простого мероприятия, как детский лагерь. Я очень рада, что у нас есть такая возможность, организовывать досуг своих детей с пользой для них. Спасибо за внимательное отношение к детям – за все время были только вопросы к дисциплине самого ребенка и никаких серьезных конфликтов между детьми (а это значит, они заняты и им интересно). \n С благодарностью, мама постоянного участника ILAND.",
			"id": 192,
			"from_id": 235038629
		},
		{
			"date": 1478674178,
			"text": "Добрый день! Спасибо за теплый отзыв! Мы очень рады, что Арсений посещает наши мероприятия и познает много нового вместе с такими же целеустремленными детьми. Также нам приятно и важно знать, что Вы чувствуете, как родитель, отправляя ребенка на курсы ИТ-академии. Спасибо Вам за то, что доверяете нам самое ценное. \nПостараемся и впредь радовать всех насыщенной программой! \nБудем ждать Вас снова!",
			"id": 193,
			"from_id": -125530231
		},
		{
			"date": 1490122432,
			"text": "Завершился очередной курс \"Разработка на html и css\". Это и грустно, и радостно одновременно. В течении 3 месяцев по два раза в неделю, мы посещали данный курс и с каждым пройденным днем, с каждой пройденной темой, предмет становился все яснее и богаче на возможности. Если по приходу на курс я, что-то примерно представлял себе о разработке сайтов, то по выходу я уже имею четкое представление об этапах создания сайта с нуля. Предмет преподносился максимально доступным языком за максимально короткие сроки. Вот уж где я точно смог в полной мере оценить соотношение цена/качество. Все было на высшем уровне. Самая большая заслуга в этом конечно же нашего преподавателя Артема Исламова! Он тот человек, который знает предметную область не понаслышке, а сам прошел через все тяготы и радости данной профессии. Сталкиваясь со всеми подводными камнями в процессе создания и продакшена сайтов, он будто заранее все записывал и отмечал специально для того, чтобы передать данные знания в будущее, передать их нам и облегчить наш старт, старт новичков, в данной области. Потому как преподносился материал, с легкостью можно было понять, как сам преподаватель плавает в данной теме, а плавает он профессионально. Если по началу собираясь на данный курс, я думал, что будет лишь язык разметки html5 и каскадные таблицы стилей css3, то уже после первого занятия я понял, что нам дадут куда больше чем просто знания верстки. Мы охватили такие важные языки как: js, jQuery, php, фреймворк bootstrap, препроцессоры less и sass, инструменты: photoshop для работы с макетами, openserver, browsersync, winless, gulp и еще многое  многое другое. Большинство из этого лично для меня были просто какими-то знакомыми словами, ну а теперь это то с чем я знаком на базовом уровне и могу применять для реализации задач, и познавать уже дальше. Огромное спасибо преподавателю - Артему Исламову, спасибо кураторам Марии и Надежде, спасибо всем ребятам что посещали данный курс вместе со мной и конечно же спасибо компании it-Park, за предоставленную возможность открыть для себя новую предметную область, новые возможности и за предоставленные условия обучения. Все прошло без малейших нареканий, на высшем профессиональном уровне, на простом и доступном языке для каждого. Данный курс всецело оправдал лозунг \"Все гениальное - просто!\"😊",
			"id": 334,
			"from_id": 9171798
		},
		{
			"date": 1491678518,
			"text": "[id9171798:bp-125530231_334|Ильяс], спасибо вам большое за столь подробный отзыв!",
			"id": 337,
			"from_id": 2034240
		},
		{
			"date": 1491678574,
			"text": "[id9171798:bp-125530231_334|Ильяс], подскажите, пожалуйста, удалось уже воплотить свои навыки на практике?",
			"id": 338,
			"from_id": 2034240
		},
		{
			"date": 1491679042,
			"text": "[id2034240:bp-125530231_338|Эльвира], добрый вечер! Да, полученные знания я использую в своей нынешней профессии(программист). А так же продолжаю углубленное изучение тех технологий, с которыми познакомили нас в it-Park на курсах верстки.",
			"id": 339,
			"from_id": 9171798
		},
		{
			"date": 1495008698,
			"text": "[id9171798:bp-125530231_339|Ильяс], не планируете ли проложить обучение в ИТ-академии?",
			"id": 348,
			"from_id": 2034240
		},
		{
			"date": 1495258792,
			"text": "[id2034240:bp-125530231_348|Эльвира], по каким направлениям?",
			"id": 349,
			"from_id": 9171798
		},
		{
			"date": 1495261936,
			"text": "По интересующим вас)",
			"id": 350,
			"from_id": 2034240
		},
		{
			"date": 1495340612,
			"text": "[id2034240:bp-125530231_350|Эльвира], желание есть пройти курс JavaScript)",
			"id": 351,
			"from_id": 9171798
		},
		{
			"date": 1517118073,
			"text": "27 января стартовал курс по java, преподаватель Ильназ, пока все отлично! Рад, что попал на этот курс 😁",
			"id": 406,
			"from_id": 239655342
		},
		{
			"date": 1517232353,
			"text": "[id239655342:bp-125530231_406|Рамиль], спасибо! а мы рады, что у нас такой студент!😉",
			"id": 408,
			"from_id": -125530231
		}
	]
}